Repository: russiankendricklamar/Travel-app
Catalog: Travel app/Localizable.xcstrings
Source language: ru
Languages: en

source: ~%lld мин
en: ~%lld min

source: Apple ID или Google
en: Apple ID or Google

source: AR доступна только на устройстве
en: AR is only available on device

source: AR навигация
en: AR navigation

source: AR НАВИГАЦИЯ
en: AR NAVIGATION

source: Claude API-ключ
en: Claude API key

source: Google Places API-ключ
en: Google Places API key

source: GPS-ТРЕКИНГ
en: GPS TRACKING

source: Groq API-ключ
en: Groq API key

source: OpenAI API-ключ
en: OpenAI API key

source: Travel Planner заблокирован
en: Travel Planner is locked

source: Авто-отметка посещения
en: Auto-mark visited

source: Автоматически отмечать место посещённым
en: Automatically mark place as visited

source: Адрес
en: Address

source: АДРЕС
en: ADDRESS

source: АККАУНТ
en: ACCOUNT

source: АРХИВ
en: ARCHIVE

source: БИЛЕТ
en: TICKET

source: Билеты
en: Tickets

source: БИЛЕТЫ
en: TICKETS

source: Блокировка при запуске
en: Lock on launch

source: Будьте осторожны на дороге
en: Be careful on the road

source: Бюджет
en: Budget

source: БЮДЖЕТ
en: BUDGET

source: БЮДЖЕТ (RUB)
en: BUDGET (RUB)

source: БЮДЖЕТА
en: BUDGET

source: В
en: E

source: В воздухе
en: In flight

source: В МАРШРУТ
en: ADD TO ITINERARY

source: В путешествии
en: Traveling

source: ВАЛЮТА
en: CURRENCY

source: Ваш личный путеводитель
en: Your personal travel guide

source: Ваше имя
en: Your name

source: Введите новый бюджет поездки в рублях
en: Enter new trip budget in rubles

source: Вернуть в желания
en: Return to wishes

source: Вечер
en: Evening

source: Возьмите зонт
en: Take an umbrella

source: Возьмите солнечные очки
en: Take sunglasses

source: Возьмите тёплую куртку
en: Take a warm jacket

source: Войти
en: Sign in

source: Войти по Email
en: Sign in with Email

source: Войти через Google
en: Sign in with Google

source: ВРЕМЯ НА ПОСЕЩЕНИЕ
en: TIME TO SPEND

source: Вс
en: Sun

source: ВСЕ
en: ALL

source: ВСЕ РАСХОДЫ
en: ALL EXPENSES

source: Все собрано!
en: All packed!

source: Вт
en: Tue

source: Выберите день
en: Select day

source: Выйти
en: Sign out

source: Выйти из аккаунта
en: Sign out

source: Выйти из аккаунта?
en: Sign out?

source: Вылет +%lld мин
en: Departure +%lld min

source: ВЫЛЕТ ЧЕРЕЗ
en: DEPARTURE IN

source: ВЫПОЛНЕНО
en: COMPLETED

source: Высокий
en: High

source: Гейт
en: Gate

source: Гейт приб.
en: Arr. Gate

source: Гигиена
en: Toiletries

source: Главная
en: Home

source: Город
en: City

source: ГОРОД
en: CITY

source: ГОРОДОВ
en: CITIES

source: Гроза
en: Thunderstorm

source: Гроза с градом
en: Thunderstorm with hail

source: ДАННЫЕ
en: DATA

source: ДАТА
en: DATE

source: ДАТА И ВРЕМЯ
en: DATE AND TIME

source: ДЕНЬ
en: DAY

source: ДЕНЬ %lld
en: DAY %lld

source: День 1
en: Day 1

source: ДЕНЬ ПУТЕШЕСТВИЯ
en: TRAVEL DAY

source: Для отображения сумм. Хранение в RUB.
en: For display amounts. Stored in RUB.

source: Дневник
en: Journal

source: ДНЕВНИК
en: JOURNAL

source: ДНЕЙ
en: DAYS

source: ДНЯ
en: DAYS

source: До поездки
en: Before trip

source: ДОБАВИТЬ
en: ADD

source: Добавить билет
en: Add ticket

source: Добавить в маршрут
en: Add to itinerary

source: ДОБАВИТЬ ВЕЩЬ
en: ADD ITEM

source: Добавить место
en: Add place

source: Добавить событие
en: Add event

source: Добавьте Google Places API-ключ в настройках
en: Add Google Places API key in settings

source: Добавьте билеты на мероприятия, транспорт или экскурсии
en: Add tickets for events, transport or excursions

source: Добавьте вещи или сгенерируйте ИИ
en: Add items or generate with AI

source: Добавьте места мечты
en: Add dream destinations

source: Дождь
en: Rain

source: Документы
en: Documents

source: ДОЛГОТА
en: LONGITUDE

source: Дополнительная информация...
en: Additional information...

source: Дополнительные детали...
en: Additional details...

source: Достопримечательности
en: Attractions

source: ЖЕЛАНИЯ
en: WISHES

source: З
en: W

source: Загрузка погоды...
en: Loading weather...

source: Загрузка...
en: Loading...

source: ЗАГРУЗКА...
en: LOADING...

source: Закрыто
en: Closed

source: Закрыть
en: Close

source: ЗАМЕТКА
en: NOTE

source: Заметки
en: Notes

source: ЗАМЕТКИ
en: NOTES

source: Записей пока нет
en: No entries yet

source: ЗАПИШИТЕ МАРШРУТ ДНЯ
en: RECORD DAY ROUTE

source: Зарядка
en: Charger

source: ИЗ СПИСКА ЖЕЛАНИЙ
en: FROM BUCKET LIST

source: Изменить бюджет
en: Edit budget

source: Изморось
en: Drizzle

source: ИИ
en: AI

source: ИИ изучает место...
en: AI is researching the place...

source: ИИ подбирает места...
en: AI is selecting places...

source: ИИ Рекомендации
en: AI Recommendations

source: ИИ-ПОМОЩНИК
en: AI ASSISTANT

source: ИИ-СПРАВКА
en: AI GUIDE

source: Императорский
en: Imperial

source: ИНФОРМАЦИЯ О РЕЙСЕ
en: FLIGHT INFORMATION

source: ИСТЁК
en: EXPIRED

source: ИСТОРИЯ
en: HISTORY

source: Источник: %@
en: Source: %@

source: Карта
en: Map

source: КАРТА
en: MAP

source: КАТЕГОРИЯ
en: CATEGORY

source: Кафе
en: Cafes

source: км
en: km

source: Книга воспоминаний
en: Memory Book

source: КНИГА ВОСПОМИНАНИЙ
en: MEMORY BOOK

source: Когда вы рядом с запланированным местом
en: When you're near a planned place

source: Когда потрачено > 80%
en: When spent > 80%

source: КОЛИЧЕСТВО
en: QUANTITY

source: КОНЕЦ
en: END

source: КУРСЫ ВАЛЮТ
en: EXCHANGE RATES

source: Лёгкий дождь
en: Light rain

source: Лёгкий снег
en: Light snow

source: Ледяная морось
en: Freezing drizzle

source: Ледяной дождь
en: Freezing rain

source: Лекарства
en: Medicine

source: Ливень
en: Heavy rain

source: м
en: m

source: Малооблачно
en: Partly cloudy

source: Маршрут
en: Itinerary

source: МАРШРУТ
en: ITINERARY

source: МАРШРУТ УКАЗАН
en: ROUTE SET

source: Матча
en: Matcha

source: МЕСТ
en: PLACES

source: МЕСТА
en: PLACES

source: МЕСТНОЕ НАЗВАНИЕ
en: LOCAL NAME

source: Место
en: Venue

source: МЕСТО
en: PLACE

source: МЕСТО / РЯД
en: SEAT / ROW

source: МЕСТО ПРОВЕДЕНИЯ
en: VENUE

source: мин
en: min

source: МИН
en: MIN

source: Морось
en: Drizzle

source: Моя поездка
en: My trip

source: Музеи
en: Museums

source: НА КАРТЕ
en: ON MAP

source: НАВЕДИТЕ КАМЕРУ НА ШТРИХКОД
en: POINT CAMERA AT BARCODE

source: Наденьте тёплую одежду
en: Wear warm clothes

source: Нажмите для загрузки рекомендаций
en: Tap to load recommendations

source: Нажмите чтобы добавить в поездку
en: Tap to add to trip

source: Название
en: Title

source: НАЗВАНИЕ
en: NAME

source: Название дня
en: Day title

source: Название места
en: Place name

source: Найти рядом
en: Find nearby

source: Нанесите крем от солнца
en: Apply sunscreen

source: Напоминания о событиях
en: Event reminders

source: Направление
en: Destination

source: НАПРАВЛЕНИЕ
en: DESTINATION

source: Настройки
en: Settings

source: НАЧАЛО
en: START

source: Начните собираться
en: Start packing

source: Не синхр.
en: Not synced

source: Не синхронизировано
en: Not synced

source: Не удалось получить информацию
en: Failed to get information

source: Не удалось получить информацию. Проверьте API-ключ в Настройках.
en: Failed to get information. Check API key in Settings.

source: Не удалось получить токен авторизации
en: Failed to get authorization token

source: Не удалось распознать. Попробуйте снова.
en: Recognition failed. Try again.

source: Неизвестно
en: Unknown

source: НЕТ БИЛЕТОВ
en: NO TICKETS

source: Нет координат для поиска
en: No coordinates for search

source: НЕТ ПОЕЗДОК
en: NO TRIPS

source: Низкий
en: Low

source: Ничего не найдено
en: Nothing found

source: НОВАЯ ПОЕЗДКА
en: NEW TRIP

source: НОВОЕ ЖЕЛАНИЕ
en: NEW WISH

source: НОВОЕ МЕСТО
en: NEW PLACE

source: НОВОЕ СОБЫТИЕ
en: NEW EVENT

source: НОВЫЙ БИЛЕТ
en: NEW TICKET

source: НОВЫЙ ДЕНЬ
en: NEW DAY

source: НОВЫЙ РАСХОД
en: NEW EXPENSE

source: Нормально
en: Okay

source: Обзор
en: Overview

source: Облачно
en: Cloudy

source: Обновить
en: Update

source: Обновлено: %@ назад
en: Updated: %@ ago

source: Ограниченная видимость
en: Limited visibility

source: Одежда
en: Clothing

source: Оденьтесь теплее
en: Dress warmly

source: Ожидается гроза
en: Thunderstorm expected

source: Онлайн
en: Online

source: Онлайн курсы
en: Online rates

source: Описание
en: Description

source: ОПИСАНИЕ
en: DESCRIPTION

source: ОСТАТОК
en: REMAINING

source: Открыто
en: Open

source: Отличная погода для прогулки
en: Great weather for a walk

source: Отлично
en: Great

source: Отмена
en: Cancel

source: ОТМЕНА
en: CANCEL

source: Отменён
en: Cancelled

source: Отметить выполненным
en: Mark completed

source: Отметьте место посещённым, чтобы добавить запись
en: Mark a place as visited to add an entry

source: Отмечайте места посещёнными чтобы создавать записи
en: Mark places as visited to create entries

source: ОТПРАВЛЕНИЕ
en: DEPARTURE

source: Офлайн
en: Offline

source: ОФЛАЙН
en: OFFLINE

source: Очень высокий
en: Very high

source: Ошибка
en: Error

source: Ощущается как %lld°
en: Feels like %lld°

source: ПАЛИТРА
en: PALETTE

source: Париж, Франция
en: Paris, France

source: Пасмурно
en: Overcast

source: Пейте больше воды
en: Drink more water

source: Перезапустите приложение для смены языка
en: Restart the app to change language

source: Переменная облачность
en: Partly cloudy

source: Перенаправлен
en: Diverted

source: Плохо
en: Bad

source: Пн
en: Mon

source: ПО КАТЕГОРИЯМ
en: BY CATEGORY

source: По расписанию
en: On schedule

source: Повторить
en: Retry

source: ПОГОДА
en: WEATHER

source: Поездка завершена
en: Trip completed

source: ПОЕЗДКА ЗАВЕРШЕНА
en: TRIP COMPLETED

source: ПОЕЗДКИ
en: TRIPS

source: ПОИСК МЕСТ
en: PLACE SEARCH

source: Поиск места...
en: Search for a place...

source: ПОИСК НА КАРТЕ
en: MAP SEARCH

source: Поиск на карте...
en: Search on map...

source: Показать все
en: Show all

source: Показать маршруты
en: Show routes

source: Полночь
en: Midnight

source: Пользователь
en: User

source: ПОСЕЩЕНО
en: VISITED

source: ПОСЛЕДНИЕ РАСХОДЫ
en: RECENT EXPENSES

source: Последняя: %@ назад
en: Last: %@ ago

source: ПОТРАЧЕНО
en: SPENT

source: Почти готово
en: Almost ready

source: ПРЕВЬЮ
en: PREVIEW

source: ПРЕДСТОЯЩИЕ
en: UPCOMING

source: ПРИБЫТИЕ
en: ARRIVAL

source: Прилёт +%lld мин
en: Arrival +%lld min

source: Прилетел
en: Landed

source: Прогноз погоды
en: Weather forecast

source: Пропустить
en: Skip

source: Прочее
en: Other

source: ПРОШЕДШИЕ
en: PAST

source: Пт
en: Fri

source: Разблокировать
en: Unlock

source: Рамен Ichiran
en: Ichiran Ramen

source: РАСПИСАНИЕ
en: SCHEDULE

source: Расходы
en: Expenses

source: РАСХОДЫ
en: EXPENSES

source: Редактировать
en: Edit

source: РЕДАКТИРОВАТЬ БИЛЕТ
en: EDIT TICKET

source: Редактировать день
en: Edit day

source: РЕДАКТИРОВАТЬ ДЕНЬ
en: EDIT DAY

source: РЕДАКТИРОВАТЬ МЕСТО
en: EDIT PLACE

source: РЕДАКТИРОВАТЬ РАСХОД
en: EDIT EXPENSE

source: РЕДАКТИРОВАТЬ СОБЫТИЕ
en: EDIT EVENT

source: РЕЙС
en: FLIGHT

source: Рекомендации
en: Recommendations

source: Рестораны
en: Restaurants

source: Русский
en: Russian

source: РЯДОМ
en: NEARBY

source: С
en: N

source: Сакура
en: Sakura

source: Сб
en: Sat

source: Сбросить все данные
en: Reset all data

source: Сбросить все данные?
en: Reset all data?

source: СВ
en: NE

source: Свободно: %lld мин
en: Free: %lld min

source: Свои курсы
en: Custom rates

source: СЕГОДНЯ
en: TODAY

source: СЕЙЧАС
en: NOW

source: СЕК
en: SEC

source: СЗ
en: NW

source: Сильный дождь
en: Heavy rain

source: Сильный снег
en: Heavy snow

source: Синхр.
en: Synced

source: Синхр...
en: Syncing...

source: Синхронизация...
en: Syncing...

source: Синхронизировано
en: Synced

source: Системный
en: System

source: СКАНИРОВАТЬ
en: SCAN

source: СКОРО
en: SOON

source: Скрыть маршруты
en: Hide routes

source: Сменить поездку
en: Switch trip

source: Снег
en: Snow

source: Снегопад
en: Heavy snow

source: Снежная крупа
en: Sleet

source: Собираем вещи...
en: Packing...

source: СОВЕТЫ
en: TIPS

source: Содержимое штрихкода...
en: Barcode content...

source: Создайте первую поездку
en: Create your first trip

source: СОЗДАТЬ
en: CREATE

source: Создать поездку
en: Create trip

source: Солнцезащитный крем
en: Sunscreen

source: Сохранить
en: Save

source: СОХРАНИТЬ
en: SAVE

source: Сохранить в желания
en: Save to bucket list

source: Сохранить офлайн
en: Save offline

source: Список вещей
en: Packing list

source: СПИСОК ВЕЩЕЙ
en: PACKING LIST

source: СПИСОК ЖЕЛАНИЙ
en: BUCKET LIST

source: Список пуст
en: List is empty

source: СПИСОК ПУСТ
en: LIST IS EMPTY

source: Ср
en: Wed

source: Средний
en: Moderate

source: СТАРТ
en: START

source: СТОП
en: STOP

source: СУММА (%@)
en: AMOUNT (%@)

source: Сумма в RUB
en: Amount in RUB

source: Терм. приб.
en: Arr. Terminal

source: Терминал
en: Terminal

source: ТОЧЕК
en: POINTS

source: ТОЧЕК ЗАПИСАНО
en: POINTS RECORDED

source: ТРЕК
en: TRACK

source: ТРЕКА
en: TRACKS

source: ТРЕКОВ
en: TRACKS

source: Трибуна B, Ряд 12, Место 45
en: Section B, Row 12, Seat 45

source: Туман
en: Fog

source: УВЕДОМЛЕНИЯ
en: NOTIFICATIONS

source: Уведомления о местах
en: Place notifications

source: Удалить
en: Delete

source: УДАЛИТЬ БИЛЕТ
en: DELETE TICKET

source: Удалить билет?
en: Delete ticket?

source: Удалить всё
en: Delete all

source: Удалить день
en: Delete day

source: Удалить поездки, расходы и записи
en: Delete trips, expenses and entries

source: УЗНАТЬ О МЕСТЕ
en: LEARN ABOUT PLACE

source: Узнать от ИИ
en: Ask AI

source: УПАКОВАНО
en: PACKED

source: Устал
en: Tired

source: Утренний план
en: Morning plan

source: Утро
en: Morning

source: УФ %lld
en: UV %lld

source: Фудзи
en: Fuji

source: Ханами
en: Hanami

source: Хорошая видимость
en: Good visibility

source: Хорошо
en: Good

source: ч
en: h

source: ЧАС
en: HR

source: ЧАСА
en: HRS

source: ЧАСОВ
en: HRS

source: Чем привлекает?
en: What attracts you?

source: Через %@
en: In %@

source: Чт
en: Thu

source: ШИРОТА
en: LATITUDE

source: Шопинг
en: Shopping

source: ШТРИХКОД
en: BARCODE

source: Эйфелева башня
en: Eiffel Tower

source: Экстремальный
en: Extreme

source: Электроника
en: Electronics

source: Это удалит все поездки, расходы и записи. Действие нельзя отменить.
en: This will delete all trips, expenses and entries. This action cannot be undone.

source: Ю
en: S

source: ЮВ
en: SE

source: ЮЗ
en: SW

source: ЯЗЫК
en: LANGUAGE

source: Ясно
en: Clear
